THAI_MONTHS = {
    1: "มกราคม",
    2: "กุมภาพันธ์",
    3: "มีนาคม",
    4: "เมษายน",
    5: "พฤษภาคม",
    6: "มิถุนายน",
    7: "กรกฎาคม",
    8: "สิงหาคม",
    9: "กันยายน",
    10: "ตุลาคม",
    11: "พฤศจิกายน",
    12: "ธันวาคม"
}

NORMAL_SHIFTS = {
    1: "08.00-16.00",
    2: "16.00-00.00",
    3: "00.00-08.00"
}

HOLIDAY_ROTATION = {
    1: {
        1: "หยุด",
        2: "08.00-20.00",
        3: "20.00-08.00"
    },

    2: {
        1: "08.00-20.00",
        2: "หยุด",
        3: "20.00-08.00"
    },

    3: {
        1: "08.00-20.00",
        2: "20.00-08.00",
        3: "หยุด"
    }
}